{
    "restaurant":{
        "header":{
            "title":"Ресторан",
            "desc":"на гастрономічній висоті",
            "price":"вартість банкету"
        },
        "menu":{
            "menu":"Меню",  
            "title":["Меню, що балансує між традиціями ","та сучасністю"],
            "desc":"ретельно підібрана винна карта доповнює смакову гармонію."
        },
        "about":{
            "title":"Про ресторан",
            "title2":"{Р’УФ}",
            "desc":{
                "first":["панорамний ресторан на ", "8 поверсі ", "Євроготелю. Звідси Львів постає у своїй первозданній красі - старовинні дахи складаються в неповторну мозаїку, а небо стає частиною інтерʼєру."],
                "second":["Ресторан вміщує 115 гостей", ", в меню — найкращі рецепти ", "європейської та української кухні ", "від класики до авторських інтерпретацій.", "А щоранку, коли місто лише прокидається, ми зустрічаємо вас неперевершеними сніданками з панорамою Львова."],
                "third":["Для наших маленьких гостей", "— особливе дитяче меню, для ділових зустрічей — збалансовані бізнес-ланчі, а для гурманів — сезонні гастрономічні відкриття."],
                "fourh":["Авторські коктейлі в ROOF {Р’УФ} ","натхненні неповторним характером міста, а"," вишукані страви", " смакують по-особливому — адже навколо такий краєвид! "]
            }
        },
        "karaoke":{
            "title":"караоке лаунж",
            "desc":["караоке лаунж ROOF ", "підхоплює вас на хвилі музики й підносить іще вище. Професійне обладнання і величезна колекція пісень чекають своїх зірок, а атмосферу релаксу доповнюють запашні кальяни.", "Панорамні вікна пропонують найкращий у місті фон для музичних експериментів — тут ваш голос звучить у дуеті з краєвидом вечірнього Львова."],
            "karaokeTime":"караоке: пт-нд з 20:00"

        },
        "celebration":{
            "title":"святкування та події",
            "desc":["У ROOF кожне святкування набуває особливого шарму. Весілля, ювілей, корпоратив чи хрестини — простір ресторану легко трансформується під ваш формат, зберігаючи свою родзинку — панораму старого Львова за вікнами.", "Основна бенкетна зала на 8-му поверсі вміщує до 80 гостей, а стильний лаунж з караоке — до 40. Ми подбаємо про кожну деталь, щоб ваше свято було бездоганним"]
        },
        "reviews":{
            "title":"відгуки",
            "desc":"загальне враження"
        }
}
}