{
    "specialOffersState":{
          "modalTitle":"отримайте додаткову знижку",
            "tarifForMilitary":{
                "title": "тариф для військових",
                "desc": "Ми щиро вдячні нашим військовим за те, що маємо можливість надалі працювати, адже завдяки їхній відвазі ми можемо продовжувати нашу місію та дарувати гостинність.",
                "cardDesc": "Ми щиро вдячні нашим військовим за те, що маємо можливість надалі працювати",
                "cardDescMobile":"Ми щиро вдячні нашим військовим, що маємо можливість продовжувати працювати",
                "offer": "-20% на проживання для військових",
                "details": [
                  "знижка доступна для військовослужбовців ЗСУ, Нацгвардії, прикордонників, СБУ, ветеранів та учасників АТО/ООС",
                  "20% знижки від вартості базового тарифу",
                  "для отримання знижки необхідно пред’явити дійсний військовий квиток або посвідчення учасника бойових дій при заселенні"
                ],
                "conditions": [
                  "тариф діє для прямих бронювань по телефону або ж на стійці рецепції лише для індивідуальних гостей",
                  "знижка не сумується з іншими акціями чи спеціальними пропозиціями та не поширюється на додаткові місця в номері"
                ]
              },
              "businessTarifDay":{
                "title": "бізнес - тариф денний",
                "desc": "Коротка зупинка для бізнесу чи натхнення? Обирайте наш денний бізнес-тариф з 50% знижкою на проживання та відчуйте комфорт, затишок і зручність у самому центрі Львова.",
                "cardDesc": "Коротка зупинка для бізнесу чи натхнення? Обирайте наш денний бізнес-тариф з 50%",
                "offer": "-50% бізнес-тариф денний",
                "details": [
                  "проживання в номерах категорії Стандарт та Стандарт з балконом не більше 8 годин в період від 06:00 до 18:00 того ж дня",
                  "50% знижки на проживання від вартості базового тарифу",
                  "у вартість проживання не включено сніданок"
                ],
                "conditions": [
                  "пропозиція діє для прямих бронювань по телефону або ж на стійці рецепції лише для індивідуальних гостей",
                  "знижка не сумується з іншими акціями чи спеціальними пропозиціями та не поширюється на додаткові місця в номері",
                  "у святкові дні та періоди високої завантаженості готелю дана пропозиція може бути недоступна"
                ]
              },
              "petFriendly":{
                "title": "Подорож з домашнім улюбленцем",
                "desc": ["Наш пакет створений для того, щоб ваш улюбленець відчував себе як вдома.", " Ми забезпечуємо комфортні умови для перебування з тваринами, включаючи спеціальні зручності та подарунки для пухнастих друзів."],
                "cardDesc": "Наш пакет створений для того, щоб ваш улюбленець відчував себе як вдома",
                "offer": "лапки вітаються",
                "details": [
                  "в номері на вашого чотирилапого друга чекатиме зручна лежанка, миски для їжі та води і речі першої необхідності",
                  "Комплімент від нашого партнера- ласощі та іграшка для вашого улюбленця",
                  "можливість розмістити до двох тварин одночасно у номері",
                  "вартість перебування – 500 UAH/доба за одну тварину"
                ],
                "conditions": [
                  "можливе проживання гостей з собачками декоративних порід вагою до 10 кг",
                  "обовʼязкова наявність ветеринарного паспорта з актуальними щепленнями",
                  "пропозиція діє для прямих бронювань по телефону або ж на стійці рецепції лише для індивідуальних гостей"
                ]
              },
              "photoSession":{
                "title": "фотосесія",
                "desc": ["Шукаєте стильну локацію для найкращих фото?"," Eurohotel запрошує вас скористатися унікальною можливістю та провести фотосесію у вишуканій атмосфері"],
                "cardDescMobile":["Шукаєте стильну локацію для найкращих фото?"," Eurohotel запрошує вас скористатися унікальною можливістю "],
                "cardDesc": "Шукаєте стильну локацію для найкращих фото? Eurohotel запрошує вас скористатися унікальною можливістю ",
                "offer": "фотосесія",
                "details": [
                  "3000 UAH - фотосесія в номері категорії Люкс, тривалість до 3 год.",
                  "4000 UAH— фотосесія в номері категорії Люкс покращений, тривалість до 3 год.",
                  "у вартість включено: номер для проведення фотосесії на 3 год. та доступ до готельного лобі для фотосесії"
                ],
                "contactDesc":"*Фотосесії в ресторані ROOF або на терасі обговорюються індивідуально, з урахуванням ваших побажань.",
                "conditions": [
                  "обов`язкове попереднє бронювання - за 3 дні до дати фотосесії",
                  "оплата здійснюється під час підтвердження бронювання",
                  "при скасуванні бронювання менше ніж за 24 години вартість не повертається",
                  "при тривалості фотосесії понад 3 год - здійснюється повна оплата вартості номера"
                ]
              },
              "newlyweds":{
                "title": "Подарунок для молодят",
                "desc": ["Ваш ідеальний початок спільного життя! Подаруйте собі незабутній"," відпочинок після найважливішого дня святкування. Нехай цей день залишить лише найсолодші спогади!"],
                "cardDesc": "Ваш ідеальний початок спільного життя! Подаруйте собі незабутній відпочинок після найважливішого дня святкування. ",
                "offer": "Подарунок для молодят",
                "details": [
                  "безкоштовне проживання в номері категорії Напівлюкс або Люкс (залежно від наявності доступних категорій номерів)",
                  "комплімент від готелю - пляшка ігристого та солодкий десерт",
                  "пізнє виселення з готелю (надається за умови наявності вільного номеру на момент проживання гостей)",
                  "бонус на майбутнє - знижка 15% на проживання під час святкування наступної річниці в готелі"
                ],
                "conditions": [
                  "проживання у подарунок надається за умови святкування весілля у ресторані ROOF",
                  "бронювання номеру слід підтвердити не пізніше ніж за 7 днів до дати святкування весілля",
                  "бонусна знижка 15% діє для проживання під час святкування першої річниці шлюбу та надається за умови прямого бронювання через готель",
                  "знижка не сумується з іншими акціями чи спеціальними пропозиціями та не поширюється на додаткові місця в номері"
                ]
              },
              "birthday":{
                "title": "день народження",
                "desc":[ "Відсвяткуйте свій особливий день у затишній атмосфері Eurohotel!"," Ми підготували для вас приємний сюрприз, щоб зробити ваше свято ще яскравішим і незабутнім"],
                "cardDesc": "Відсвяткуйте свій особливий день у затишній атмосфері Eurohotel! ",
                "offer": "-20% у день народження",
                "discount": "-20%",
                "details": [
                  "знижка 20 % від вартості базового тарифу на проживання в будь-якому номері у день вашого народження",
                  "комплімент від готелю - святковий подарунок для іменинника"
                ],
                "conditions": [
                  "пропозиція діє лише в день вашого народження",
                  "знижка не сумується з іншими акціями чи спеціальними пропозиціями",
                  "пропозиція діє для прямих бронювань по телефону або ж на стійці рецепції"
                ]
              }
        }
}